Repository: Ashwinn11/honestly
Catalog: App/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, nl, pt, ru, zh_hans, zh_hant

source: Your apps stay asleep until you write. A few quiet minutes, just for you.
ar: تبقى تطبيقاتك نائمة حتى تكتب. بضع دقائق هادئة، لك وحدك.
de: Deine Apps schlafen, bis du schreibst. Ein paar stille Minuten, nur für dich.
es: Tus apps duermen hasta que escribas. Unos minutos tranquilos, solo para ti.
fr: Tes apps dorment jusqu’à ce que tu écrives. Quelques minutes calmes, rien qu’à toi.
it: Le tue app dormono finché non scrivi. Qualche minuto di calma, solo per te.
ja: 書くまでアプリは眠ってる。あなただけの静かな数分。
ko: 쓸 때까지 앱은 잠들어 있어요. 오직 당신만의 조용한 몇 분.
nl: Je apps slapen tot je schrijft. Een paar stille minuten, alleen voor jou.
pt: Seus apps dormem até você escrever. Alguns minutos calmos, só para você.
ru: Приложения спят, пока ты не напишешь. Несколько тихих минут только для тебя.
zh_hans: 写字之前应用一直沉睡。几分钟安静，只属于你。
zh_hant: 寫字之前應用一直沉睡。幾分鐘安靜，只屬於你。

source: Your apps, quieted till you write
ar: تطبيقاتك هادئة حتى تكتب
de: Deine Apps, still bis du schreibst
es: Tus apps, en silencio hasta que escribas
fr: Tes apps, calmes jusqu’à ce que tu écrives
it: Le tue app, in silenzio finché non scrivi
ja: 書くまで、アプリは静かに
ko: 쓸 때까지, 당신의 앱은 조용히
nl: Je apps, stil tot je schrijft
pt: Seus apps, em silêncio até você escrever
ru: Твои приложения молчат, пока не напишешь
zh_hans: 你的应用，写字前保持安静
zh_hant: 你的應用，寫字前保持安靜

source: Your content
ar: محتواك
de: Deine Inhalte
es: Tu contenido
fr: Ton contenu
it: I tuoi contenuti
ja: あなたのコンテンツ
ko: 당신의 콘텐츠
nl: Jouw content
pt: Seu conteúdo
ru: Ваш контент
zh_hans: 你的内容
zh_hant: 你的內容

source: Your control
ar: تحكّمك
de: Deine Kontrolle
es: Tu control
fr: Ton contrôle
it: Il tuo controllo
ja: あなたの管理
ko: 당신의 통제권
nl: Jouw controle
pt: Seu controle
ru: Ваш контроль
zh_hans: 你的掌控
zh_hant: 你的掌控

source: Your license
ar: ترخيصك
de: Deine Lizenz
es: Tu licencia
fr: Ta licence
it: La tua licenza
ja: ライセンス
ko: 이용 권한
nl: Je licentie
pt: Sua licença
ru: Ваша лицензия
zh_hans: 你的许可
zh_hant: 你的授權

source: Your longest yet. Keep the sun rising.
ar: أطول مدة حتى الآن. دع الشمس تشرق.
de: Bisher am längsten. Lass die Sonne aufgehen.
es: Tu récord. Que siga saliendo el sol.
fr: Ton record. Garde le soleil levant.
it: Il tuo record. Fai sorgere il sole.
ja: 自己ベスト。太陽を昇らせ続けて。
ko: 최고 기록이에요. 계속 해를 띄워요.
nl: Je langste ooit. Laat de zon opkomen.
pt: Seu recorde. Mantenha o sol nascendo.
ru: Твой рекорд. Пусть солнце встаёт.
zh_hans: 目前最长。让太阳继续升起。
zh_hant: 目前最長。讓太陽繼續升起。

source: Your moods, all told
ar: كل مزاجك
de: Deine Stimmungen insgesamt
es: Tus ánimos, en total
fr: Toutes tes humeurs
it: I tuoi stati d’animo
ja: 気分のまとめ
ko: 기분 모아보기
nl: Al je stemmingen
pt: Seus humores, no total
ru: Все твои настроения
zh_hans: 你的心情总览
zh_hant: 你的心情總覽

source: Your mornings
ar: صباحاتك
de: Deine Morgen
es: Tus mañanas
fr: Vos matins
it: Le tue mattine
ja: あなたの朝
ko: 당신의 아침
nl: Jouw ochtenden
pt: Suas manhãs
ru: Твои утра
zh_hans: 你的早晨
zh_hant: 你的早晨

source: Your mornings, redesigned
ar: صباحاتك، بتصميم جديد
de: Deine Morgen, neu gedacht
es: Tus mañanas, rediseñadas
fr: Tes matins, repensés
it: Le tue mattine, ridisegnate
ja: 朝を、デザインし直す
ko: 다시 디자인한 당신의 아침
nl: Jouw ochtenden, opnieuw ontworpen
pt: Suas manhãs, reinventadas
ru: Твои утра — заново
zh_hans: 重新设计你的早晨
zh_hant: 重新設計你的早晨

source: Your own affirmations, echoed back when you need them
ar: تأكيداتك الخاصة، تعود صداها إليك حين تحتاجها
de: Deine eigenen Affirmationen, die zurückkommen, wenn du sie brauchst
es: Tus propias afirmaciones, que vuelven a ti cuando las necesitas
fr: Tes propres affirmations, qui te reviennent quand tu en as besoin
it: Le tue affermazioni, che ti tornano indietro quando ne hai bisogno
ja: あなた自身のアファメーションが、必要な時にそっと届く
ko: 필요할 때 다시 들려주는, 당신만의 확언
nl: Je eigen affirmaties, die terugkomen wanneer je ze nodig hebt
pt: Suas próprias afirmações, ecoadas de volta quando você precisa
ru: Твои собственные аффирмации возвращаются к тебе, когда они нужны
zh_hans: 你自己写下的肯定语，会在你需要时悄悄回响
zh_hant: 你自己寫下的肯定語，會在你需要時悄悄回響

source: Your page is waiting
ar: صفحتك تنتظر
de: Deine Seite wartet
es: Tu página espera
fr: Ta page t’attend
it: La tua pagina aspetta
ja: ページが待ってる
ko: 당신의 페이지가 기다려요
nl: Je pagina wacht
pt: Sua página espera
ru: Твоя страница ждёт
zh_hans: 你的一页在等你
zh_hant: 你的一頁在等你

source: Your pages
ar: صفحاتك
de: Deine Seiten
es: Tus páginas
fr: Tes pages
it: Le tue pagine
ja: あなたのページ
ko: 당신의 페이지
nl: Jouw pagina’s
pt: Suas páginas
ru: Твои страницы
zh_hans: 你的页
zh_hant: 你的頁

source: Your pages are yours. You retain all rights to everything you write. We claim no ownership and take no license over your journal entries, moods, or affirmations.
ar: صفحاتك ملك لك. تحتفظ بجميع الحقوق على كل ما تكتبه. نحن لا ندّعي أي ملكية ولا نأخذ أي ترخيص على مدخلات يومياتك أو مزاجك أو تأكيداتك.
de: Deine Seiten gehören dir. Du behältst alle Rechte an allem, was du schreibst. Wir beanspruchen kein Eigentum und keine Lizenz an deinen Tagebucheinträgen, Stimmungen oder Affirmationen.
es: Tus páginas son tuyas. Conservas todos los derechos sobre todo lo que escribes. No reclamamos ninguna propiedad ni licencia sobre tus entradas de diario, estados de ánimo o afirmaciones.
fr: Tes pages t'appartiennent. Tu conserves tous les droits sur tout ce que tu écris. Nous ne revendiquons aucune propriété ni licence sur tes entrées de journal, tes humeurs ou tes affirmations.
it: Le tue pagine sono tue. Mantieni tutti i diritti su tutto ciò che scrivi. Non rivendichiamo alcuna proprietà né licenza sulle tue voci di diario, i tuoi stati d'animo o le tue affermazioni.
ja: あなたのページはあなたのものです。あなたが書いたすべてに対する権利はあなたに帰属します。私たちは、あなたの日記の記録、気分、アファメーションについて、いかなる所有権もライセンスも主張しません。
ko: 당신의 페이지는 당신의 것입니다. 당신이 쓴 모든 것에 대한 권리는 당신에게 있습니다. 우리는 당신의 일기 기록, 기분, 확언에 대해 어떠한 소유권이나 라이선스도 주장하지 않습니다.
nl: Jouw pagina's zijn van jou. Je behoudt alle rechten op alles wat je schrijft. Wij claimen geen eigendom en nemen geen licentie op je dagboekvermeldingen, stemmingen of affirmaties.
pt: Suas páginas são suas. Você mantém todos os direitos sobre tudo o que escreve. Não reivindicamos propriedade nem licença sobre suas entradas de diário, humores ou afirmações.
ru: Твои страницы принадлежат тебе. Ты сохраняешь все права на всё, что пишешь. Мы не претендуем на владение и не берём лицензию на твои записи в дневнике, настроения или аффирмации.
zh_hans: 你的日记页面属于你。你保留对所写一切内容的全部权利。我们不会对你的日记条目、心情或肯定语主张任何所有权或许可。
zh_hant: 你的日記頁面屬於你。你保留對所寫一切內容的全部權利。我們不會對你的日記條目、心情或肯定語主張任何所有權或許可。

source: Your pages will gather here. Write your first one this morning.
ar: ستتجمّع صفحاتك هنا. اكتب أولى صفحاتك هذا الصباح.
de: Deine Seiten sammeln sich hier. Schreib heute die erste.
es: Tus páginas se reunirán aquí. Escribe la primera esta mañana.
fr: Tes pages s’accumuleront ici. Écris la première ce matin.
it: Le tue pagine si raccoglieranno qui. Scrivi la prima stamattina.
ja: ここにページがたまります。 今朝、最初の一枚を。
ko: 페이지가 여기 모여요. 오늘 아침 첫 장을 써봐요.
nl: Je pagina’s verzamelen zich hier. Schrijf vanochtend je eerste.
pt: Suas páginas ficarão aqui. Escreva a primeira esta manhã.
ru: Здесь соберутся твои страницы. Напиши первую этим утром.
zh_hans: 你的页会汇集在这里。 今早写下第一页。
zh_hant: 你的頁會匯集在這裡。 今早寫下第一頁。

source: Every affirmation echoed back to you, not just the first line
ar: كل تأكيد يُردَّد إليك، وليس فقط السطر الأول
de: Jede Affirmation wird dir vorgelesen, nicht nur die erste Zeile
es: Cada afirmación repetida de vuelta, no solo la primera línea
fr: Chaque affirmation te revient, pas seulement la première ligne
it: Ogni affermazione ti viene ripetuta, non solo la prima riga
ja: 最初の一行だけでなく、すべてのアファメーションがあなたに返ってきます
ko: 첫 줄만이 아니라 모든 확언이 다시 들려와요
nl: Elke affirmatie wordt aan je teruggegeven, niet alleen de eerste regel
pt: Cada afirmação é ecoada de volta para si, não só a primeira linha
ru: Каждая аффирмация вернётся к тебе эхом, а не только первая строка
zh_hans: 每一条肯定语都会回响给你，不只是第一行
zh_hant: 每一條肯定語都會回響給你，不只是第一行

source: Your full history, synced and backed up everywhere
ar: سجلك الكامل، مُتزامن ومُنسوخ احتياطيًا في كل مكان
de: Deine vollständige Historie, überall synchronisiert und gesichert
es: Todo tu historial, sincronizado y respaldado en todas partes
fr: Ton historique complet, synchronisé et sauvegardé partout
it: La tua cronologia completa, sincronizzata e salvata ovunque
ja: すべての履歴を、どこでも同期してバックアップ
ko: 모든 기록을 어디서나 동기화하고 백업
nl: Je volledige geschiedenis, overal gesynchroniseerd en geback-upt
pt: O teu histórico completo, sincronizado e salvaguardado em todo o lado
ru: Вся твоя история, синхронизирована и сохранена везде
zh_hans: 你的完整历史，随处同步与备份
zh_hant: 你的完整歷史，隨處同步與備份

source: Unlock Premium
ar: افتح Premium
de: Premium freischalten
es: Desbloquear Premium
fr: Débloquer Premium
it: Sblocca Premium
ja: Premiumを解除
ko: 프리미엄 잠금 해제
nl: Premium ontgrendelen
pt: Desbloquear Premium
ru: Разблокировать Premium
zh_hans: 解锁 Premium
zh_hant: 解鎖 Premium

source: Unlock your calendar
ar: افتح تقويمك
de: Schalte deinen Kalender frei
es: Desbloquea tu calendario
fr: Débloque ton calendrier
it: Sblocca il tuo calendario
ja: カレンダーを解除
ko: 캘린더 잠금 해제
nl: Ontgrendel je kalender
pt: Desbloqueia o teu calendário
ru: Разблокируй свой календарь
zh_hans: 解锁你的日历
zh_hant: 解鎖你的日曆

source: See every morning you've written, at a glance.
ar: شاهد كل صباح كتبته، بنظرة واحدة.
de: Sieh jeden Morgen, den du geschrieben hast, auf einen Blick.
es: Mira de un vistazo cada mañana que has escrito.
fr: Vois chaque matin que tu as écrit, d'un coup d'œil.
it: Vedi ogni mattina che hai scritto, con un solo sguardo.
ja: 書いたすべての朝を、一目で確認できます。
ko: 당신이 쓴 모든 아침을 한눈에 확인하세요.
nl: Zie elke ochtend die je hebt geschreven, in één oogopslag.
pt: Vê cada manhã que escreveste, num relance.
ru: Смотри на каждое написанное утро одним взглядом.
zh_hans: 一目了然地查看你写过的每一个早晨。
zh_hant: 一目了然地查看你寫過的每一個早晨。

source: Unlock to see your mood history
ar: افتح لرؤية سجل مزاجك
de: Freischalten, um deinen Stimmungsverlauf zu sehen
es: Desbloquea para ver tu historial de ánimo
fr: Débloque pour voir l'historique de ton humeur
it: Sblocca per vedere la cronologia del tuo umore
ja: 解除して気分の履歴を見る
ko: 잠금을 해제하고 기분 기록 보기
nl: Ontgrendel om je stemmingsgeschiedenis te zien
pt: Desbloqueia para ver o teu histórico de humor
ru: Разблокируй, чтобы увидеть историю настроения
zh_hans: 解锁查看你的心情历史
zh_hant: 解鎖查看你的心情歷史

source: Unlock your full history
ar: افتح سجلك الكامل
de: Schalte deine vollständige Historie frei
es: Desbloquea todo tu historial
fr: Débloque ton historique complet
it: Sblocca la tua cronologia completa
ja: すべての履歴を解除
ko: 전체 기록 잠금 해제
nl: Ontgrendel je volledige geschiedenis
pt: Desbloqueia o teu histórico completo
ru: Разблокируй всю свою историю
zh_hans: 解锁你的完整历史
zh_hant: 解鎖你的完整歷史

source: Every morning you've written, always here to revisit.
ar: كل صباح كتبته، دائمًا هنا لتعود إليه.
de: Jeder Morgen, den du geschrieben hast, immer hier zum Nachlesen.
es: Cada mañana que has escrito, siempre aquí para volver a leer.
fr: Chaque matin que tu as écrit, toujours là pour y revenir.
it: Ogni mattina che hai scritto, sempre qui da rivedere.
ja: 書いたすべての朝が、いつでもここで読み返せます。
ko: 당신이 쓴 모든 아침이 언제나 여기서 다시 볼 수 있어요.
nl: Elke ochtend die je hebt geschreven, altijd hier om terug te lezen.
pt: Cada manhã que escreveste, sempre aqui para reler.
ru: Каждое написанное утро — всегда здесь, чтобы вернуться к нему.
zh_hans: 你写下的每一个早晨，都留在这里供你重温。
zh_hant: 你寫下的每一個早晨，都留在這裡供你重溫。

source: Manage your subscription
ar: إدارة اشتراكك
de: Abo verwalten
es: Gestiona tu suscripción
fr: Gérer ton abonnement
it: Gestisci il tuo abbonamento
ja: サブスクリプションを管理
ko: 구독 관리
nl: Abonnement beheren
pt: Gerir a tua subscrição
ru: Управление подпиской
zh_hans: 管理你的订阅
zh_hant: 管理你的訂閱

source: Go Premium
ar: احصل على Premium
de: Zu Premium wechseln
es: Hazte Premium
fr: Passer à Premium
it: Passa a Premium
ja: Premiumにアップグレード
ko: 프리미엄으로 전환
nl: Ga voor Premium
pt: Passar a Premium
ru: Перейти на Premium
zh_hans: 升级到 Premium
zh_hant: 升級到 Premium

source: Full history, iCloud sync & app blocking
ar: السجل الكامل، مزامنة iCloud وحظر التطبيقات
de: Volle Historie, iCloud-Sync & App-Blockierung
es: Historial completo, sincronización con iCloud y bloqueo de apps
fr: Historique complet, synchro iCloud et blocage d'apps
it: Cronologia completa, sincronizzazione iCloud e blocco app
ja: 全履歴、iCloud同期、アプリのブロック
ko: 전체 기록, iCloud 동기화 및 앱 차단
nl: Volledige geschiedenis, iCloud-synchronisatie en app-blokkering
pt: Histórico completo, sincronização iCloud e bloqueio de apps
ru: Вся история, синхронизация iCloud и блокировка приложений
zh_hans: 完整历史、iCloud 同步与应用屏蔽
zh_hant: 完整歷史、iCloud 同步與應用程式封鎖

source: Upgrade
ar: ترقية
es: Mejorar
fr: Mettre à niveau
it: Aggiorna
ja: アップグレード
ko: 업그레이드
nl: Upgraden
pt: Atualizar
ru: Улучшить
zh_hans: 升级
zh_hant: 升級

source: Approve Screen Time
ar: الموافقة على وقت الشاشة
de: Bildschirmzeit genehmigen
es: Aprobar tiempo de pantalla
fr: Autoriser Temps d'écran
it: Approva Tempo di utilizzo
ja: スクリーンタイムを許可
ko: 스크린 타임 승인
nl: Schermtijd goedkeuren
pt: Aprovar o Tempo de ecrã
ru: Разрешить Экранное время
zh_hans: 批准屏幕使用时间
zh_hant: 批准螢幕使用時間

source: Grant access to start blocking distracting apps
ar: امنح الإذن لبدء حظر التطبيقات المشتتة
de: Erlaube den Zugriff, um ablenkende Apps zu blockieren
es: Concede acceso para empezar a bloquear apps que distraen
fr: Autorise l'accès pour bloquer les apps qui te distraient
it: Concedi l'accesso per iniziare a bloccare le app che ti distraggono
ja: 気を散らすアプリのブロックを始めるためアクセスを許可
ko: 방해가 되는 앱 차단을 시작하려면 접근을 허용하세요
nl: Geef toegang om afleidende apps te blokkeren
pt: Conceda acesso para começar a bloquear apps que distraem
ru: Разреши доступ, чтобы начать блокировать отвлекающие приложения
zh_hans: 授予权限以开始屏蔽分散注意力的应用
zh_hant: 授予權限以開始封鎖分散注意力的應用程式

source: Distracting apps, quieted till you write
ar: التطبيقات المشتتة، تبقى هادئة حتى تكتب
de: Ablenkende Apps bleiben still, bis du schreibst
es: Apps que distraen, en silencio hasta que escribas
fr: Les apps qui te distraient restent silencieuses jusqu'à ce que tu écrives
it: Le app che ti distraggono restano in silenzio finché non scrivi
ja: 気を散らすアプリは、書き終えるまで静かなまま
ko: 방해가 되는 앱은 글을 쓸 때까지 조용히 있어요
nl: Afleidende apps blijven stil tot je hebt geschreven
pt: As apps que distraem ficam silenciosas até escreveres
ru: Отвлекающие приложения молчат, пока ты не напишешь
zh_hans: 分散注意力的应用，在你写完之前保持安静
zh_hant: 分散注意力的應用程式，在你寫完之前保持安靜

source: Unlock more affirmations
ar: افتح المزيد من التأكيدات
de: Weitere Affirmationen freischalten
es: Desbloquea más afirmaciones
fr: Débloque plus d'affirmations
it: Sblocca altre affermazioni
ja: さらにアファメーションを解除
ko: 더 많은 확언 잠금 해제
nl: Meer affirmaties ontgrendelen
pt: Desbloquear mais afirmações
ru: Разблокировать больше аффирмаций
zh_hans: 解锁更多肯定语
zh_hant: 解鎖更多肯定語

source: Today's affirmation
ar: تأكيد اليوم
de: Affirmation des Tages
es: Tu afirmación de hoy
fr: Affirmation du jour
it: Affermazione di oggi
ja: 今日のアファメーション
ko: 오늘의 확언
nl: Affirmatie van vandaag
pt: Afirmação de hoje
ru: Аффирмация дня
zh_hans: 今日肯定语
zh_hant: 今日肯定語

source: Write today's page — a few quiet minutes, just for you.
ar: اكتب صفحة اليوم — بضع دقائق هادئة، لك وحدك.
de: Schreib deine heutige Seite — ein paar ruhige Minuten, nur für dich.
es: Escribe la página de hoy — unos minutos de calma, solo para ti.
fr: Écris ta page du jour — quelques minutes calmes, rien que pour toi.
it: Scrivi la pagina di oggi — pochi minuti di calma, solo per te.
ja: 今日のページを書きましょう — あなただけの静かな数分間。
ko: 오늘의 페이지를 써보세요 — 오직 당신만을 위한 조용한 몇 분.
nl: Schrijf je pagina van vandaag — een paar rustige minuten, alleen voor jou.
pt: Escreve a página de hoje — uns minutos de calma, só para ti.
ru: Напиши сегодняшнюю страницу — несколько спокойных минут только для тебя.
zh_hans: 写下今天的日记吧——只属于你的几分钟宁静。
zh_hant: 寫下今天的日記吧——只屬於你的幾分鐘寧靜。

source: See today's affirmation right on your Home Screen.
ar: شاهد تأكيد اليوم مباشرة على الشاشة الرئيسية.
de: Sieh die heutige Affirmation direkt auf deinem Home-Bildschirm.
es: Ve la afirmación de hoy directamente en tu pantalla de inicio.
fr: Vois l'affirmation du jour directement sur ton écran d'accueil.
it: Vedi l'affermazione di oggi direttamente sulla schermata Home.
ja: 今日のアファメーションをホーム画面ですぐに確認できます。
ko: 오늘의 확언을 홈 화면에서 바로 확인하세요.
nl: Bekijk de affirmatie van vandaag rechtstreeks op je beginscherm.
pt: Vê a afirmação de hoje diretamente no teu ecrã principal.
ru: Смотри сегодняшнюю аффирмацию прямо на главном экране.
zh_hans: 直接在主屏幕上查看今日肯定语。
zh_hant: 直接在主畫面上查看今日肯定語。

source: See today's affirmation on your Lock Screen.
ar: شاهد تأكيد اليوم على شاشة القفل.
de: Sieh die heutige Affirmation auf deinem Sperrbildschirm.
es: Ve la afirmación de hoy en tu pantalla de bloqueo.
fr: Vois l'affirmation du jour sur ton écran verrouillé.
it: Vedi l'affermazione di oggi sulla schermata di blocco.
ja: 今日のアファメーションをロック画面で確認できます。
ko: 오늘의 확언을 잠금 화면에서 확인하세요.
nl: Bekijk de affirmatie van vandaag op je vergrendelscherm.
pt: Vê a afirmação de hoje no teu ecrã de bloqueio.
ru: Смотри сегодняшнюю аффирмацию на экране блокировки.
zh_hans: 在锁屏上查看今日肯定语。
zh_hant: 在鎖定畫面上查看今日肯定語。
